Repository: turris-cz/reforis-nextcloud
Catalog: reforis_nextcloud/translations/*/LC_MESSAGES/messages.po
Languages: cs, nb_no, ru, sk, ta

source: Nextcloud
ta: அடுத்த முகில்

source: Username
cs: Uživatelské jméno
nb_no: Brukernavn
ru: Имя пользователя
sk: Používateľské meno
ta: பயனர்பெயர்

source: Password
cs: Heslo
nb_no: Passord
ru: Пароль
sk: Heslo
ta: கடவுச்சொல்

source: Save
cs: Uložit
nb_no: Lagre
ru: Сохранить
sk: Uložiť
ta: சேமி

source: Username cannot be empty.
cs: Uživatelské jméno nemůže zůstat nevyplněné.
nb_no: Du må velge et brukernavn.
ru: Имя пользователя не может быть пустым.
sk: Používateľské meno nesmie byť prázdne.
ta: பயனர்பெயர் காலியாக இருக்க முடியாது.

source: Password cannot be empty.
cs: Heslo nemůže zůstat nevyplněné.
nb_no: Du må velge et brukernavn.
ru: Пароль не может быть пустым.
sk: Heslo nesmie byť prázdne.
ta: கடவுச்சொல் காலியாக இருக்க முடியாது.

source: Nextcloud puts your data at your fingertips, under your control. Store your documents, calendar, contacts and photos on a server at home.
cs: Díky Nextcloudu máte svá data na dosah ruky a ve své správě. Uchovávejte své dokumenty, kalendář, kontakty a fotky na domácím serveru.
nb_no: Nextcloud gir deg dataen din der du er, under din kontroll. Lagre dokumentene, kalenderen, kontaktene, og bildene på en tjener hjemme.
ru: Nextcloud предоставляет вам контроль над вашими данными. Храните документы, календарь, контакты и фотографии на домашнем сервере.
sk: Vďaka službe Nextcloud máte svoje údaje na dosah ruky a pod kontrolou. Ukladajte svoje dokumenty, kalendár, kontakty a fotografie na server u vás doma.
ta: நெக்ச்ட் முகில் உங்கள் தரவை உங்கள் கட்டுப்பாட்டின் கீழ் உங்கள் விரல் நுனியில் வைக்கிறது. உங்கள் ஆவணங்கள், காலெண்டர், தொடர்புகள் மற்றும் புகைப்படங்களை வீட்டில் ஒரு சேவையகத்தில் சேமிக்கவும்.

source: Before installing and configuring Nextcloud, it's important to first set up external storage, as using the router's internal flash memory can cause it to wear out quickly and affect performance. For more information, see the
cs: Před instalací a nastavováním Nextcloud je důležité nastavit externí úložiště, protože ukládání do vnitřního úložiště směrovače může vést k jeho rychlému opotřebení a má dopady na výkon. Další informace naleznete v
ru: Перед установкой и настройкой Nextcloud важно сначала настроить внешнее хранилище, так как использование внутренней флэш-памяти маршрутизатора может привести к ее быстрому износу и повлиять на производительность. Для получения дополнительной информации см.
sk: Pred inštaláciou a konfiguráciou služby Nextcloud je dôležité najprv nastaviť externé úložisko, pretože používanie internej flash pamäte routera môže spôsobiť jej rýchle opotrebovanie a ovplyvniť výkon. Viac informácií nájdete tu
ta: நெக்ச்ட் கிளவுட்டை நிறுவி கட்டமைப்பதற்கு முன், முதலில் வெளிப்புற சேமிப்பிடத்தை அமைப்பது முதன்மை, ஏனெனில் திசைவியின் உள் ஃபிளாச் நினைவகத்தைப் பயன்படுத்துவது விரைவாக களைந்து செயல்திறனை பாதிக்கும். மேலும் தகவலுக்கு, பார்க்க

source: documentation
cs: dokumentaci
ru: документацию
sk: dokumentácia
ta: ஆவணப்படுத்துதல்

source: For the best results, it's recommended to use an external drive or SSD. You can easily configure external storage by using the
cs: Pro nejlepší výsledky se doporučuje používat externí disk nebo SSD. Externí úložiště můžete snadno nastavit pomocí
ru: Для достижения наилучших результатов рекомендуется использовать внешний диск или SSD. Вы можете легко настроить внешнее хранилище, используя
sk: Na dosiahnutie najlepších výsledkov sa odporúča použiť externý disk alebo SSD. Externé úložisko môžete jednoducho nakonfigurovať pomocou
ta: சிறந்த முடிவுகளுக்கு, வெளிப்புற இயக்கி அல்லது திட நிலை இயக்கி ஐப் பயன்படுத்த பரிந்துரைக்கப்படுகிறது. பயன்படுத்துவதன் மூலம் வெளிப்புற சேமிப்பிடத்தை எளிதாக உள்ளமைக்கலாம்

source: Storage plugin
cs: zásuvného modulu Úložiště
ru: Плагин для хранения данных
ta: சேமிப்பக சொருகி

source: Configuring Nextcloud…
cs: Nastavování služby Nextcloud…
ru: Настройка Nextcloud…
sk: Nextcloud sa nastavuje…
ta: நெக்ச்ட் முகில் கட்டமைத்தல்…

source: Congratulations!🎉
cs: Gratulujeme!🎉
nb_no: Gratulerer. 🎉
ru: Поздравляем!🎉
sk: Blahoželáme!🎉
ta: வாழ்த்துக்கள்!🎉

source: You have configured your Nextcloud and now you can visit the
cs: Nastavili jste svůj Nextcloud a nyní můžete navštívit
ru: Вы настроили Nextcloud и теперь можете посетить
sk: Váš Nextcloud je nakonfigurovaný, a teraz môžete navštíviť
ta: உங்கள் அடுத்த கிளவுட்டை நீங்கள் கட்டமைத்துள்ளீர்கள், இப்போது நீங்கள் பார்வையிடலாம்

source: site
cs: stránku
ru: сайт
sk: stránku
ta: தளம்

source: Nextcloud Configuration
cs: Nastavení služby Nextcloud
nb_no: Nextcloud-oppsett
ru: Конфигурация Nextcloud
sk: Nastavenie Nextcloud
ta: நெக்ச்ட் முகில் உள்ளமைவு

source: Create an administrator account for Nextcloud.
cs: Vytvořit účet správce pro Nextcloud.
ru: Создайте учетную запись администратора для Nextcloud.
sk: Vytvorenie účtu správcu pre Nextcloud.
ta: நெக்ச்ட் கிளவுட்டுக்கு நிர்வாகி கணக்கை உருவாக்கவும்.

source: Cannot configure Nextcloud
cs: Nebylo možné nastavit Nextcloud
nb_no: Kan ikke sette opp Nextcloud
ru: Невозможно настроить Nextcloud
sk: Nextcloud nie je možné nastaviť
ta: நெக்ச்ட் கிளவுட்டை உள்ளமைக்க முடியாது

source: Create an admininstrator account for Nextcloud.
nb_no: Opprett en administratorkonto for Nextcloud.
